{
    "task_text": "Определите предложение, в котором оба выделенных слова пишутся СЛИТНО.",
    "strokes": [
        "1Первое время мы ТО(ЖЕ) не понимали друг друга, а (В)ПОСЛЕДСТВИИ очень подружились.",
        "1Притяжение между парой электронов может возникать (НЕ)СМОТРЯ на то, что они находятся далеко друг от друга, (ПО)ЭТОМУ движение электронов в паре становится согласованным.",
        "0Ночью развели огромный костёр (НА)ВЕРХУ горы, а я попытался всем объяснить, (ЗА)ЧЕМ это нужно было сделать.",
        "0Он сделал над собой усилие, ЧТО(БЫ) заснуть, но во сне представилось ТО(ЖЕ) самое мёртвое пространство с грядами серых туч.",
        "1(ПО)НАЧАЛУ казалось, что слова Кирилла на летучке не произвели никакого впечатления, но (В)СКОРЕ обнаружилось, что весь отдел обсуждает его выступление.",
        "1И (ТОТ) ЧАС же хлынул дождь, да такой проливной, какой (ЗА)ЧАСТУЮ бывает только в тропических лесах.",
        "0Отец, (В)СИЛУ своего высокого положения, прежде ездил только на машине с персональным шофёром, (ОТ)ЧЕГО долго не мог разобраться, как войти в метро и где заплатить за проезд.",
        "0(ПО)ТОМУ, что говорил дядя, не было понятно, СДЕРЖАЛ(ЛИ) он слово.",
        "1Было тихо и нестерпимо жарко; лишь (ИЗ)ДАЛИ, (ОТ)ТУДА, где серебристой змейкой пригрелась на солнце река, долетали крики.",
        "1Тихо опустилось солнце за горы, выбросило (К)ВЕРХУ прощальный зелёный луч, и Байкал (ТОТ)ЧАС отразил в себе нежную зелень.",
        "0(В)ТЕЧЕНИЕ нескольких лет М. В. Ломоносов занимался изучением русской истории, а ТАК(ЖЕ) точных наук.",
        "0Значение многозначного слова конкретизируется в тексте, (ПРИ)ЧЁМ некоторые слова только в данном тексте могут обозначать одно и ТО(ЖЕ) понятие.",
        "1Петя вздрогнул, (ОТ)ТОГО что в дверь позвонили, мама ТО(ЖЕ) не ожидала звонка.",
        "1(С)НАЧАЛА Марина держалась в деревне неуверенно и даже, увидев вдалеке Лену, зашла в высокую густую рожь, поросшую васильками, ЧТО(БЫ) только не попасться соседке на глаза.",
        "0Для композитора, который способен слышать мир ТАК(ЖЕ), как художник — видеть его в цвете и формах, музыка — это именно звучание, (ТО)ЕСТЬ процесс, протекающий во времени.",
        "0(В)ТЕЧЕНИЕ недели от брата не приходило никаких писем, (НА)КОНЕЦ пришла короткая телеграмма.",
        "1Как и наш мир, поверхность шара ТО(ЖЕ) конечна и ПРИ(ТОМ) не имеет границ.",
        "1(На)ВРЯД ли будут верными решения, принятые (С)ГОРЯЧА.",
        "0Мысль о (ЗА)ГРАНИЦЕ, о необходимости покупать чемоданы, билеты, выбирать маршрут приводит Обломова, (В)ОТЛИЧИЕ от его друга Андрея Штольца, в состояние, близкое к паническому.",
        "0(ПО)НАЧАЛУ романа молодого писателя трудно было судить о таланте автора, однако (В)ПОСЛЕДСТВИИ читатели оценили его произведение по достоинству.",
        "1(ОТ)ЧЕГО люди не летают и (ПО)ЧЕМУ нет у них крыльев?",
        "1(В)ВИДУ тугоплавкости и высокой химической стойкости платины из неё изготавливают лабораторную посуду, а ТАК(ЖЕ) коррозионностойкие детали аппаратуры.",
        "0Павел Петрович (НЕ)РАЗ помогал своему брату, когда тот мучился, придумывая, КАК(БЫ) извернуться и найти недостающую сумму.",
        "0Ветви дерева были настолько красивыми, БУД(ТО) КТО(ТО) нарочно изгибал их и не давал расти прямо.",
        "1ЧТО(БЫ) не пропустить самое интересное, Сергей ТОТ(ЧАС) побежал к реке.",
        "1У нас оставалось время до отхода поезда, (ПО)ЭТОМУ мы отправились осматривать окрестности (В)БЛИЗИ вокзала.",
        "0Исходя из предопределённости, можно (НА)ПЕРЁД оправдать любой поступок человека, СКОЛЬ(БЫ) отталкивающим или преступным он нам ни казался.",
        "0Поэт тоскует по гармонии, ТАК(КАК) она недоступна для него, и именно (ПО)ТОМУ, что в его душе гордыня борется с желанием примирения."
    ]
}
